import Link from 'next/link'
import React from 'react'


export default function abuot() {
  return (
    <>
    <div className="text-center">
        <h3>บริการดูหนังออนไลน์แบบถูกลิขสิทธิ์</h3>
        <h5>ดูหนังออนไลน์ฟรี ดูหนังใหม่ ดูหนังเต็มเรื่อง 2024</h5>

    </div>
<div className="container">
<div className='text h3'>ดูหนังออนไลน์ ดูหนังฟรี คมชัดระดับ Full HD</div>

<div className="homebox">
   
    <div className="item">
        <img src="/img/1.jpg" width={400} height={400} className='img-an'  alt="item" />
    </div>

    <div className="item">
        <img src="/img/2.jpg" width={400} height={400} className='img-an'  alt="item" />
    </div>
    <div className="item">
        <img src="/img/3.jpg" width={400} height={400} className='img-an'  alt="item" />
    </div>
    <div className="item">
        <img src="/img/4.jpg" width={400} height={400} className='img-an'  alt="item" />
    </div>
 


</div>





<p>ดูหนังออนไลน์ บนเว็บไซต์ ดูหนังออนไลน์ฟรี ที่เรียกได้ว่ายอดนิยมและติดกระแสเป็นอย่างมากในตอนนี้ ดูหนังฟรี2024 ไม่มีค่าใช้จ่าย ไม่ต้องสมัครสมาชิก สะดวกสบายไปกับเว็บไซต์ดูหนังที่มาแรงที่สุดในตอนนี้ หนังออนไลน์ 2024 พากย์ไทย เรามีทีมงานคอยดูแลตลอดเวลา อัพเดทหนังล่าสุดก่อนใคร ไม่ว่าจะเป็น หนังเก่า หนังใหม่ 2024 พากย์ไทย ซับไทย ให้ทุกท่านได้รับชมก่อนใครทุกเรื่อง เว็บไซต์ของเราได้จัดแบ่งหมวดหมู่หนังไว้มากมายให้ผู้ชมง่ายต่อการเลือกรับชม หนังใหม่ออนไลน์ 2024 ซึ่งหมวดหมู่ของเรามีทั้ง แอคชั่น โรแมนติก คอมเมดี้ ดราม่า ผจญภัย แฟนตาซี ไซไฟ อาชญากรรม ระทึกขวัญ สยองขวัญ และยังมีอีกมากมาย ดูหนังออนไลน์2024 หรือหากท่านใดชื่นชอบในการดูซีรี่ย์ออนไลน์ ดูซีรี่ย์ฟรี รับรองว่าไม่ผิดหวังแน่นอน เว็บไซต์ของเรามีซีรี่ย์มากมายให้ทุกท่านได้เลือกรับชม ลงซีรี่ย์ใหม่ก่อนใคร ไม่ว่าจะเป็น ซีรี่ย์ฝรั่ง ซีรี่ย์ไทย ซีรี่ย์เกาหลี ซีรี่ย์จีน เรียกได้ว่าครบทุกมุมโลกเลยก็ว่าได้ มาพร้อมกับตัวเล่นคุณภาพสูงที่รองรับภาพที่คมชัดระดับ 4K รับรองว่าหมดปัญหาเรื่องภาพไม่ชัดอย่างแน่นอน ดูหนังHD ดูหนังเต็มเรื่อง ดูหนังออนไลน์ฟรี 2024 มีทั้งพากย์ไทย ซับไทย Soundtrack ตอบโจทย์ทุกความต้องการ หรือหากใครชื่นชอบในการดูคอนเทนต์จากผู้ให้บริการสตรีมมิ่งชั้นนำของโลก หนังฟรี2024 ไม่ต้องเป็นห่วง เรามีบริการดูหนังและซีรี่ย์จากผู้ให้บริการชั้นนำ อาทิ Netflix, Disney+ Hotstar, HBO, Amazon Prime Video, iQiYi, VIU และอีกมากมาย เรามีหนังและซีรี่ย์ให้เลือกหลากหลายแนว และยังมีการ์ตูน อนิเมชั่น อนิเมะ ดูอนิเมะฟรี ดูอนิเมะซับไทย สำหรับท่านที่ชื่นชอบในการดูอนิเมะไม่ผิดหวังแน่นอน สำคัญที่สุดเว็บไซต์ของเราเปิดบริการให้รับชมได้ฟรี ดูหนังใหม่2023 ไม่ต้องสมัครสมาชิก เปิดประสบการณ์ดูหนังออนไลน์ผ่านเว็บและผ่านมือถือ สามารถดูได้ตลอด 24 ชั่วโมง ดูหนัง2024 ได้ที่นี่ที่เดียว ไม่ควรพลาด</p>
</div>


      
    </>
  )
}
